Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# upcoming.empty.none_today
source: None today
ar: لا شيء اليوم
cs: Dnes nic
da: Ingen i dag
de: Heute keine
el: Κανένα σήμερα
es: Ninguno hoy
fi: Ei mitään tänään
fr: Aucun aujourd'hui
he: אף אחד היום
hi: आज कोई नहीं
hu: Nincs ma
id: Tidak ada hari ini
it: Nessuno oggi
ja: 今日はなし
ko: 오늘 없음
ms: Tiada hari ini
nb: Ingen i dag
nl: Niets vandaag
pl: Brak dzisiaj
pt_br: Nenhum hoje
pt_pt: Nenhum hoje
ro: Nimic azi
ru: На сегодня нет
sk: Dnes nič
sv: Ingen idag
th: ไม่มีวันนี้
tr: Bugün yok
uk: Немає на сьогодні
vi: Không có hôm nay
zh_hans: 今天无
zh_hant: 今天無

# upcoming.section.assignments
source: Assignments
ar: التكليفات
cs: Úkoly
da: Opgaver
de: Aufgaben
el: Αναθέσεις
es: Asignaciones
fi: Tehtävät
fr: Tâches
he: משימות
hi: कार्य
hu: Feladatok
id: Penugasan
it: Assegnazioni
ja: 割り当て
ko: 할당
ms: Penugasan
nb: Oppgaver
nl: Opdrachten
pl: Zadania
pt_br: Tarefas
pt_pt: Atribuições
ro: Sarcini
ru: Задания
sk: Úlohy
sv: Uppgifter
th: งานที่มอบหมาย
tr: Görevler
uk: Завдання
vi: Công việc
zh_hans: 任务
zh_hant: 指派項目

# upcoming.section.reminders
source: Reminders
ar: التذكيرات
cs: Připomenutí
da: Påmindelser
de: Erinnerungen
el: Υπενθυμίσεις
es: Recordatorios
fi: Muistutukset
fr: Rappels
he: תזכורות
hi: अनुस्मारक
hu: Emlékeztetők
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
ms: Pengingat
nb: Påminnelser
nl: Herinneringen
pl: Przypomnienia
pt_br: Lembretes
pt_pt: Lembretes
ro: Reamintiri
ru: Напоминания
sk: Pripomienky
sv: Påminnelser
th: การเตือน
tr: Anımsatıcılar
uk: Нагадування
vi: Nhắc nhở
zh_hans: 提醒
zh_hant: 提醒

# upcoming.section.upcoming
source: Upcoming
ar: القادم
cs: Nadcházející
da: Kommende
de: Anstehend
el: Επικείμενα
es: Próximos
fi: Tulevat
fr: À venir
he: קרוב
hi: आने वाला
hu: Közelgő
id: Akan Datang
it: Prossimi
ja: 今後
ko: 예정
ms: Akan Datang
nb: Kommende
nl: Aankomend
pl: Nadchodzące
pt_br: Próximos
pt_pt: Próximos
ro: Viitoare
ru: Предстоящее
sk: Nadchádzajúce
sv: Kommande
th: เร็วๆ นี้
tr: Yaklaşan
uk: Майбутнє
vi: Sắp tới
zh_hans: 即将到期
zh_hant: 即將推出

# upcoming.when.at
source: At {when}
ar: في {when}
cs: V {when}
da: Kl. {when}
de: Am {when}
el: Στις {when}
es: A las {when}
fi: Kello {when}
fr: À {when}
he: ב- {when}
hi: {when} पर
hu: ekkor: {when}
id: Pada {when}
it: A {when}
ja: {when}に
ko: {when}에
ms: Pada {when}
nb: Kl. {when}
nl: Op {when}
pl: O {when}
pt_br: Em {when}
pt_pt: Às {when}
ro: La {when}
ru: В {when}
sk: V {when}
sv: Kl {when}
th: เวลา {when}
tr: {when} adında
uk: У {when}
vi: Lúc {when}
zh_hans: 在 {when}
zh_hant: 在 {when}

# upcoming.when.due
source: Due {when}
ar: الاستحقاق {when}
cs: Splatné {when}
da: Forfalder {when}
de: Fällig {when}
el: Προθεσμία {when}
es: Vence {when}
fi: Eräpäivä {when}
fr: Échéance {when}
he: יש תאריך {when}
hi: देय {when}
hu: Határidő: {when}
id: Jatuh Tempo {when}
it: Scadenza {when}
ja: 期限: {when}
ko: {when} 마감
ms: Tarikh akhir {when}
nb: Forfaller {when}
nl: Vervalt {when}
pl: Termin {when}
pt_br: Vence em {when}
pt_pt: Vencimento {when}
ro: Scadență {when}
ru: Сроком {when}
sk: Lehota {when}
sv: Förfaller {when}
th: ครบกำหนด {when}
tr: {when} tarihinde ödenir
uk: Строк {when}
vi: Đến hạn {when}
zh_hans: 截止 {when}
zh_hant: 期限 {when}

# update.action.install_update
source: Install update
ar: تثبيت التحديث
cs: Nainstalovat aktualizaci
da: Installér opdatering
de: Update installieren
el: Εγκατάσταση ενημέρωσης
es: Instalar actualización
fi: Asenna päivitys
fr: Installer la mise à jour
he: התקנת עדכון
hi: अद्यतन स्थापित करें
hu: Frissítés telepítése
id: Pasang Pembaruan
it: Installa aggiornamento
ja: 更新をインストール
ko: 업데이트 설치
ms: Pasang kemas kini
nb: Installér oppdatering
nl: Update installeren
pl: Zainstaluj aktualizację
pt_br: Instalar atualização
pt_pt: Instalar atualização
ro: Instalare actualizare
ru: Установить обновление
sk: Inštalovať aktualizáciu
sv: Installera uppdatering
th: ติดตั้งการอัปเดต
tr: Güncelleştirmeyi yükle
uk: Встановити оновлення
vi: Cài đặt cập nhật
zh_hans: 安装更新
zh_hant: 安裝更新

# update.action.restart_to_update
source: Restart to update
ar: إعادة تشغيل للتحديث
cs: Restartovat pro aktualizaci
da: Genstart for at opdatere
de: Neu starten zum Update
el: Επανεκκίνηση για ενημέρωση
es: Reiniciar para actualizar
fi: Käynnistä uudelleen päivittämiseksi
fr: Redémarrer pour mettre à jour
he: הפעלה מחדש לעדכון
hi: अद्यतन के लिए पुनरारंभ करें
hu: Újraindítás a frissítéshez
id: Mulai Ulang untuk Memperbarui
it: Riavvia per aggiornare
ja: 再起動して更新
ko: 업데이트하려면 다시 시작
ms: Mulai semula untuk kemas kini
nb: Omstart for å oppdatere
nl: Opnieuw starten om bij te werken
pl: Uruchom ponownie, aby zaktualizować
pt_br: Reiniciar para atualizar
pt_pt: Reiniciar para atualizar
ro: Repornire pentru actualizare
ru: Перезагрузить для обновления
sk: Reštartovať na aktualizáciu
sv: Starta om för uppdatering
th: เริ่มต้นใหม่เพื่ออัปเดต
tr: Güncelleştirmek için yeniden başlat
uk: Перезавантажити для оновлення
vi: Khởi động lại để cập nhật
zh_hans: 重启以更新
zh_hant: 重新啟動以更新

# update.action.update
source: Update
ar: تحديث
cs: Aktualizace
da: Opdater
el: Ενημέρωση
es: Actualizar
fi: Päivitä
fr: Mettre à jour
he: עדכון
hi: अद्यतन करें
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: 更新
ko: 업데이트
ms: Kemas kini
nb: Oppdater
nl: Bijwerken
pl: Aktualizacja
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizare
ru: Обновить
sk: Aktualizovať
sv: Uppdatera
th: อัปเดต
tr: Güncelle
uk: Оновити
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# update.action.updating
source: Updating
ar: جاري التحديث
cs: Probíhá aktualizace
da: Opdaterer
de: Wird aktualisiert
el: Ενημέρωση
es: Actualizando
fi: Päivitetään
fr: Mise à jour en cours
he: עדכון
hi: अद्यतन किया जा रहा है
hu: Frissítés
id: Memperbarui
it: Aggiornamento in corso
ja: 更新中
ko: 업데이트 중
ms: Sedang kemas kini
nb: Oppdaterer
nl: Bijwerken
pl: Aktualizuję
pt_br: Atualizando
pt_pt: A atualizar
ro: Se actualizează
ru: Обновление
sk: Aktualizácia prebiehá
sv: Uppdaterar
th: กำลังอัปเดต
tr: Güncelleştiriliyor
uk: Оновлення
vi: Đang cập nhật
zh_hans: 正在更新
zh_hant: 正在更新

# update.error.check_failed
source: Could not check for updates: {error}
ar: تعذر التحقق من التحديثات: {error}
cs: Nepodařilo se zkontrolovat aktualizace: {error}
da: Kunne ikke søge efter opdateringer: {error}
de: Update-Überprüfung fehlgeschlagen: {error}
el: Δεν ήταν δυνατό να ελεγχθούν ενημερώσεις: {error}
es: No se pudo verificar si hay actualizaciones: {error}
fi: Päivitysten tarkistus epäonnistui: {error}
fr: Impossible de vérifier les mises à jour : {error}
he: לא היה אפשר לחפש עדכונים: {error}
hi: अद्यतनों की जांच नहीं की जा सकी: {error}
hu: Nem sikerült a frissítések ellenőrzése: {error}
id: Tidak dapat memeriksa pembaruan: {error}
it: Impossibile verificare gli aggiornamenti: {error}
ja: 更新を確認できませんでした: {error}
ko: 업데이트를 확인할 수 없음: {error}
ms: Tidak dapat memeriksa kemas kini: {error}
nb: Kunne ikke sjekke for oppdateringer: {error}
nl: Kon niet op updates controleren: {error}
pl: Nie można sprawdzić aktualizacji: {error}
pt_br: Não foi possível verificar atualizações: {error}
pt_pt: Não foi possível verificar atualizações: {error}
ro: Nu s-a putut verifica actualizările: {error}
ru: Не удалось проверить обновления: {error}
sk: Nie je možné skontrolovať aktualizácie: {error}
sv: Kunde inte söka efter uppdateringar: {error}
th: ไม่สามารถตรวจสอบการอัปเดต: {error}
tr: Güncellemeler kontrol edilemedi: {error}
uk: Не вдалося перевірити наявність оновлень: {error}
vi: Không thể kiểm tra cập nhật: {error}
zh_hans: 无法检查更新：{error}
zh_hant: 無法檢查更新: {error}

# update.error.install_failed
source: Could not install update: {error}
ar: تعذر تثبيت التحديث: {error}
cs: Nepodařilo se nainstalovat aktualizaci: {error}
da: Kunne ikke installere opdatering: {error}
de: Update-Installation fehlgeschlagen: {error}
el: Δεν ήταν δυνατή η εγκατάσταση ενημέρωσης: {error}
es: No se pudo instalar la actualización: {error}
fi: Päivityksen asennus epäonnistui: {error}
fr: Impossible d'installer la mise à jour : {error}
he: לא היה אפשר להתקין עדכון: {error}
hi: अद्यतन स्थापित नहीं किया जा सका: {error}
hu: Nem sikerült a frissítés telepítése: {error}
id: Tidak dapat memasang pembaruan: {error}
it: Impossibile installare l'aggiornamento: {error}
ja: 更新をインストールできませんでした: {error}
ko: 업데이트를 설치할 수 없음: {error}
ms: Tidak dapat memasang kemas kini: {error}
nb: Kunne ikke installere oppdatering: {error}
nl: Kon update niet installeren: {error}
pl: Nie można zainstalować aktualizacji: {error}
pt_br: Não foi possível instalar a atualização: {error}
pt_pt: Não foi possível instalar a atualização: {error}
ro: Nu s-a putut instala actualizarea: {error}
ru: Не удалось установить обновление: {error}
sk: Nie je možné nainštalovať aktualizáciu: {error}
sv: Kunde inte installera uppdatering: {error}
th: ไม่สามารถติดตั้งการอัปเดต: {error}
tr: Güncelleme yüklenemedi: {error}
uk: Не вдалося встановити оновлення: {error}
vi: Không thể cài đặt cập nhật: {error}
zh_hans: 无法安装更新：{error}
zh_hant: 無法安裝更新: {error}

# update.error.invalid_version
source: Invalid app version: {error}
ar: إصدار التطبيق غير صحيح: {error}
cs: Neplatná verze aplikace: {error}
da: Ugyldig appversion: {error}
de: Ungültige App-Version: {error}
el: Άκυρη έκδοση εφαρμογής: {error}
es: Versión de aplicación inválida: {error}
fi: Virheellinen sovelluksen versio: {error}
fr: Version d'application invalide : {error}
he: גרסה אפליקציה לא תקינה: {error}
hi: अमान्य ऐप संस्करण: {error}
hu: Érvénytelen alkalmazásverzió: {error}
id: Versi aplikasi tidak valid: {error}
it: Versione app non valida: {error}
ja: 無効なアプリバージョン: {error}
ko: 잘못된 앱 버전: {error}
ms: Versi apl tidak sah: {error}
nb: Ugyldig appversjon: {error}
nl: Ongeldige app-versie: {error}
pl: Nieprawidłowa wersja aplikacji: {error}
pt_br: Versão do aplicativo inválida: {error}
pt_pt: Versão da aplicação inválida: {error}
ro: Versiune de aplicație nevalidă: {error}
ru: Неверная версия приложения: {error}
sk: Neplatná verzia aplikácie: {error}
sv: Ogiltig appversion: {error}
th: เวอร์ชันแอปไม่ถูกต้อง: {error}
tr: Geçersiz uygulama sürümü: {error}
uk: Недійсна версія програми: {error}
vi: Phiên bản ứng dụng không hợp lệ: {error}
zh_hans: 应用版本无效：{error}
zh_hant: 無效的應用程式版本: {error}

# update.error.launch_installer_failed
source: Could not launch installer: {error}
ar: تعذر تشغيل برنامج التثبيت: {error}
cs: Nepodařilo se spustit instalační program: {error}
da: Kunne ikke starte installer: {error}
de: Installer konnte nicht gestartet werden: {error}
el: Δεν ήταν δυνατή η εκκίνηση του προγράμματος εγκατάστασης: {error}
es: No se pudo lanzar el instalador: {error}
fi: Asennusohjelmaa ei voitu käynnistää: {error}
fr: Impossible de lancer le programme d'installation : {error}
he: לא היה אפשר להשיק את המתקין: {error}
hi: इंस्टॉलर लॉन्च नहीं किया जा सका: {error}
hu: Nem sikerült a telepítő elindítása: {error}
id: Tidak dapat meluncurkan installer: {error}
it: Impossibile avviare il programma di installazione: {error}
ja: インストーラーを起動できませんでした: {error}
ko: 설치 프로그램을 시작할 수 없음: {error}
ms: Tidak dapat melancarkan pemasang: {error}
nb: Kunne ikke starte installasjonsprogrammet: {error}
nl: Kon installatieprogramma niet starten: {error}
pl: Nie można uruchomić instalatora: {error}
pt_br: Não foi possível iniciar o instalador: {error}
pt_pt: Não foi possível iniciar o instalador: {error}
ro: Nu s-a putut lansa programul de instalare: {error}
ru: Не удалось запустить установщик: {error}
sk: Nie je možné spustiť inštalátor: {error}
sv: Kunde inte starta installationsprogram: {error}
th: ไม่สามารถเรียกใช้ Installer: {error}
tr: Yükleyici başlatılamadı: {error}
uk: Не вдалося запустити інсталятор: {error}
vi: Không thể khởi chạy trình cài đặt: {error}
zh_hans: 无法启动安装程序：{error}
zh_hant: 無法啟動安裝程式: {error}

# update.error.locate_app_failed
source: Could not locate the running app: {error}
ar: تعذر تحديد موقع التطبيق المشغل: {error}
cs: Nepodařilo se najít běžící aplikaci: {error}
da: Kunne ikke lokalisere den kørende app: {error}
de: App konnte nicht lokalisiert werden: {error}
el: Δεν ήταν δυνατό να εντοπιστεί η εφαρμογή που εκτελείται: {error}
es: No se pudo localizar la aplicación en ejecución: {error}
fi: Käynnissä olevaa sovellusta ei voitu paikantaa: {error}
fr: Impossible de localiser l'application en cours d'exécution : {error}
he: לא היה אפשר לאתר את האפליקציה הפעילה: {error}
hi: चल रहे ऐप का पता नहीं लगाया जा सका: {error}
hu: Nem sikerült a futó alkalmazás megtalálása: {error}
id: Tidak dapat menemukan aplikasi yang sedang berjalan: {error}
it: Impossibile trovare l'app in esecuzione: {error}
ja: 実行中のアプリを見つけられませんでした: {error}
ko: 실행 중인 앱을 찾을 수 없음: {error}
ms: Tidak dapat mencari apl yang berjalan: {error}
nb: Kunne ikke finne den kjørende appen: {error}
nl: Kon de actieve app niet lokaliseren: {error}
pl: Nie można zlokalizować uruchomionej aplikacji: {error}
pt_br: Não foi possível localizar o aplicativo em execução: {error}
pt_pt: Não foi possível localizar a aplicação em execução: {error}
ro: Nu s-a putut localiza aplicația în execuție: {error}
ru: Не удалось найти запущенное приложение: {error}
sk: Nie je možné nájsť spustenú aplikáciu: {error}
sv: Kunde inte hitta den körande appen: {error}
th: ไม่สามารถค้นหาแอปที่กำลังทำงาน: {error}
tr: Çalışan uygulama bulunamadı: {error}
uk: Не вдалося знайти запущену програму: {error}
vi: Không thể định vị ứng dụng đang chạy: {error}
zh_hans: 无法定位正在运行的应用：{error}
zh_hant: 無法定位執行中的應用程式: {error}

# update.error.prepare_failed
source: Could not prepare update: {error}
ar: تعذر إعداد التحديث: {error}
cs: Nepodařilo se připravit aktualizaci: {error}
da: Kunne ikke forberede opdatering: {error}
de: Update konnte nicht vorbereitet werden: {error}
el: Δεν ήταν δυνατή η προετοιμασία ενημέρωσης: {error}
es: No se pudo preparar la actualización: {error}
fi: Päivityksen valmistelu epäonnistui: {error}
fr: Impossible de préparer la mise à jour : {error}
he: לא היה אפשר להכין עדכון: {error}
hi: अद्यतन तैयार नहीं किया जा सका: {error}
hu: Nem sikerült a frissítés előkészítése: {error}
id: Tidak dapat mempersiapkan pembaruan: {error}
it: Impossibile preparare l'aggiornamento: {error}
ja: 更新を準備できませんでした: {error}
ko: 업데이트를 준비할 수 없음: {error}
ms: Tidak dapat menyediakan kemas kini: {error}
nb: Kunne ikke forberede oppdatering: {error}
nl: Kon update niet voorbereiden: {error}
pl: Nie można przygotować aktualizacji: {error}
pt_br: Não foi possível preparar a atualização: {error}
pt_pt: Não foi possível preparar a atualização: {error}
ro: Nu s-a putut pregăti actualizarea: {error}
ru: Не удалось подготовить обновление: {error}
sk: Nie je možné pripraviť aktualizáciu: {error}
sv: Kunde inte förbereda uppdatering: {error}
th: ไม่สามารถเตรียมการอัปเดต: {error}
tr: Güncelleme hazırlanmadı: {error}
uk: Не вдалося підготувати оновлення: {error}
vi: Không thể chuẩn bị cập nhật: {error}
zh_hans: 无法准备更新：{error}
zh_hant: 無法準備更新: {error}

# update.tooltip.restart_to_finish
source: Restart KnotQ to finish updating to {version}.
ar: أعد تشغيل KnotQ لإنهاء التحديث إلى {version}.
cs: Restartujte KnotQ a dokončete aktualizaci na verzi {version}.
da: Genstart KnotQ for at afslutte opdateringen til {version}.
de: Starten Sie KnotQ neu, um das Update auf {version} zu beenden.
el: Επανεκκινήστε το KnotQ για να ολοκληρώσετε την ενημέρωση στην έκδοση {version}.
es: Reinicia KnotQ para terminar de actualizar a {version}.
fi: Käynnistä KnotQ uudelleen, jotta voit viimeistellä päivittämisen versioon {version}.
fr: Redémarrez KnotQ pour terminer la mise à jour vers {version}.
he: הפעל את KnotQ מחדש כדי להשלים עדכון ל- {version}.
hi: {version} में अद्यतन समाप्त करने के लिए KnotQ को पुनरारंभ करें।
hu: Indítsa újra a KnotQ-t a frissítés befejezéséhez: {version}.
id: Mulai ulang KnotQ untuk menyelesaikan pembaruan ke {version}.
it: Riavvia KnotQ per terminare l'aggiornamento a {version}.
ja: KnotQを再起動して{version}への更新を完了してください。
ko: KnotQ를 다시 시작하여 {version}으로 업데이트를 완료하세요.
ms: Mulai semula KnotQ untuk selesaikan kemas kini ke {version}.
nb: Start KnotQ på nytt for å fullføre oppdateringen til {version}.
nl: Start KnotQ opnieuw op om de update naar {version} af te ronden.
pl: Uruchom KnotQ ponownie, aby zakończyć aktualizowanie do wersji {version}.
pt_br: Reinicie o KnotQ para concluir a atualização para {version}.
pt_pt: Reinicie KnotQ para concluir a atualização para {version}.
ro: Reporniți KnotQ pentru a finaliza actualizarea la {version}.
ru: Перезагрузите KnotQ, чтобы завершить обновление до {version}.
sk: Reštartujte KnotQ, aby ste dokončili aktualizáciu na {version}.
sv: Starta om KnotQ för att slutföra uppdateringen till {version}.
th: เริ่มต้น KnotQ อีกครั้งเพื่อเสร็จสิ้นการอัปเดตเป็น {version}
tr: KnotQ'yu {version} sürümüne güncelleştirmeyi bitirmek için yeniden başlatın.
uk: Перезавантажте KnotQ для завершення оновлення до версії {version}.
vi: Khởi động lại KnotQ để hoàn tất cập nhật lên {version}.
zh_hans: 重启 KnotQ 以完成更新至 {version}。
zh_hant: 重新啟動 KnotQ 以完成更新至 {version}。

# update.tooltip.retry_download
source: Retry downloading KnotQ {version}.
ar: أعد محاولة تحميل KnotQ {version}.
cs: Zkuste znovu stáhnout KnotQ {version}.
da: Prøv igen at downloade KnotQ {version}.
de: Versuchen Sie erneut, KnotQ {version} herunterzuladen.
el: Δοκιμάστε ξανά τη λήψη του KnotQ {version}.
es: Intenta descargar KnotQ {version} de nuevo.
fi: Yritä latata KnotQ {version} uudelleen.
fr: Nouvelle tentative de téléchargement de KnotQ {version}.
he: נסה להוריד את KnotQ {version} שוב.
hi: KnotQ {version} डाउनलोड करने का पुनः प्रयास करें।
hu: Próbálja meg újra letölteni a KnotQ {version} verzióját.
id: Coba download KnotQ {version} lagi.
it: Riprova a scaricare KnotQ {version}.
ja: KnotQ {version}のダウンロードを再試行してください。
ko: KnotQ {version} 다운로드를 다시 시도하세요.
ms: Cuba semula memuat turun KnotQ {version}.
nb: Prøv å laste ned KnotQ {version} på nytt.
nl: Download KnotQ {version} opnieuw.
pl: Spróbuj pobrać KnotQ {version} ponownie.
pt_br: Tente novamente o download do KnotQ {version}.
pt_pt: Tente novamente a transferência de KnotQ {version}.
ro: Descărcați din nou KnotQ {version}.
ru: Повторите попытку загрузки KnotQ {version}.
sk: Skúste znova stiahnuť KnotQ {version}.
sv: Försök ladda ner KnotQ {version} igen.
th: ลองดาวน์โหลด KnotQ {version} อีกครั้ง
tr: KnotQ {version} indirmesini yeniden deneyin.
uk: Повторіть завантаження KnotQ {version}.
vi: Thử lại tải xuống KnotQ {version}.
zh_hans: 重试下载 KnotQ {version}。
zh_hant: 重試下載 KnotQ {version}。

# update.tooltip.run_installer
source: Run the KnotQ {version} installer.
ar: شغّل برنامج تثبيت KnotQ {version}.
cs: Spusťte instalační program KnotQ {version}.
da: Kør KnotQ {version} installer.
de: Führen Sie das KnotQ {version} Installationsprogramm aus.
el: Εκτελέστε το πρόγραμμα εγκατάστασης KnotQ {version}.
es: Ejecuta el instalador de KnotQ {version}.
fi: Suorita KnotQ {version} -asennusohjelma.
fr: Exécutez le programme d'installation KnotQ {version}.
he: הפעל את מתקין KnotQ {version}.
hi: KnotQ {version} इंस्टॉलर चलाएँ।
hu: Futtassa a KnotQ {version} telepítőjét.
id: Jalankan installer KnotQ {version}.
it: Esegui il programma di installazione di KnotQ {version}.
ja: KnotQ {version}インストーラーを実行してください。
ko: KnotQ {version} 설치 프로그램을 실행하세요.
ms: Jalankan pemasang KnotQ {version}.
nb: Kjør KnotQ {version}-installasjonsprogrammet.
nl: Voer het KnotQ {version}-installatieprogramma uit.
pl: Uruchom instalator KnotQ {version}.
pt_br: Execute o instalador do KnotQ {version}.
pt_pt: Execute o instalador KnotQ {version}.
ro: Rulați programul de instalare KnotQ {version}.
ru: Запустите установщик KnotQ {version}.
sk: Spustite inštalátor KnotQ {version}.
sv: Kör KnotQ {version}-installationsprogrammet.
th: เรียกใช้ KnotQ {version} Installer
tr: KnotQ {version} yükleyicisini çalıştırın.
uk: Запустіть інсталятор KnotQ {version}.
vi: Chạy trình cài đặt KnotQ {version}.
zh_hans: 运行 KnotQ {version} 安装程序。
zh_hant: 執行 KnotQ {version} 安裝程式。

# update.tooltip.update_and_restart
source: Update and restart KnotQ to {version}.
ar: قم بتحديث وإعادة تشغيل KnotQ إلى {version}.
cs: Aktualizujte a restartujte KnotQ na verzi {version}.
da: Opdater og genstart KnotQ til {version}.
de: Aktualisieren Sie KnotQ auf {version} und starten Sie neu.
el: Ενημερώστε και επανεκκινήστε το KnotQ στην {version}.
es: Actualiza y reinicia KnotQ a {version}.
fi: Päivitä ja käynnistä KnotQ uudelleen versioon {version}.
fr: Mettez à jour et redémarrez KnotQ vers {version}.
he: עדכן והפעל את KnotQ {version} מחדש.
hi: KnotQ को {version} में अद्यतन करें और पुनरारंभ करें।
hu: Frissítse és indítsa újra a KnotQ-t a {version} verzióra.
id: Perbarui dan mulai ulang KnotQ ke {version}.
it: Aggiorna e riavvia KnotQ a {version}.
ja: KnotQを更新して{version}に再起動してください。
ko: KnotQ를 {version}으로 업데이트하고 다시 시작하세요.
ms: Kemas kini dan mulai semula KnotQ ke {version}.
nb: Oppdater og start KnotQ på nytt til {version}.
nl: Werk KnotQ bij naar {version} en start opnieuw.
pl: Aktualizuj i uruchom KnotQ ponownie do wersji {version}.
pt_br: Atualize e reinicie o KnotQ para {version}.
pt_pt: Atualize e reinicie KnotQ para {version}.
ro: Actualizați și reporniți KnotQ la {version}.
ru: Обновите и перезагрузите KnotQ до {version}.
sk: Aktualizujte a reštartujte KnotQ na {version}.
sv: Uppdatera och starta om KnotQ till {version}.
th: อัปเดตและเริ่มต้น KnotQ ใหม่เป็น {version}
tr: KnotQ'yu {version} sürümüne güncelleyin ve yeniden başlatın.
uk: Оновіть та перезавантажте KnotQ на версію {version}.
vi: Cập nhật và khởi động lại KnotQ lên {version}.
zh_hans: 更新 KnotQ 至 {version} 并重启。
zh_hant: 更新並重新啟動 KnotQ 至 {version}。

# update.tooltip.updating
source: Updating KnotQ {version}...
ar: جاري تحديث KnotQ {version}...
cs: Aktualizace KnotQ {version}…
da: Opdaterer KnotQ {version}…
de: KnotQ {version} wird aktualisiert…
el: Ενημέρωση KnotQ {version}…
es: Actualizando KnotQ {version}...
fi: Päivitetään KnotQ {version}…
fr: Mise à jour de KnotQ {version}…
he: עדכון KnotQ {version}…
hi: KnotQ {version} अद्यतन किया जा रहा है…
hu: KnotQ frissítés: {version}…
id: Memperbarui KnotQ {version}...
it: Aggiornamento di KnotQ {version}...
ja: KnotQ {version}を更新中...
ko: KnotQ {version} 업데이트 중…
ms: Sedang kemas kini KnotQ {version}...
nb: Oppdaterer KnotQ {version}…
nl: KnotQ {version} bijwerken…
pl: Aktualizuję KnotQ {version}…
pt_br: Atualizando o KnotQ {version}…
pt_pt: A atualizar KnotQ {version}…
ro: Se actualizează KnotQ {version}...
ru: Обновление KnotQ {version}…
sk: Aktualizuje sa KnotQ {version}...
sv: Uppdaterar KnotQ {version}...
th: กำลังอัปเดต KnotQ {version}…
tr: KnotQ {version} güncelleştiriliyor…
uk: Оновлення KnotQ {version}…
vi: Đang cập nhật KnotQ {version}...
zh_hans: 正在更新 KnotQ {version}…
zh_hant: 正在更新 KnotQ {version}…

# web.account.action_verify
source: Verify
ar: التحقق
cs: Ověřit
da: Bekræft
de: Überprüfen
el: Επιβεβαίωση
es: Verificar
fi: Vahvista
fr: Vérifier
he: אימות
hi: सत्यापित करें
hu: Ellenőrzés
id: Verifikasi
it: Verifica
ja: 確認
ko: 확인
ms: Sahkan
nb: Bekreft
nl: Verifiëren
pl: Weryfikuj
pt_br: Verificar
pt_pt: Verificar
ro: Verificare
ru: Подтвердить
sk: Overiť
sv: Verifiera
th: ยืนยัน
tr: Doğrula
uk: Перевірити
vi: Xác minh
zh_hans: 验证
zh_hant: 驗證
